24-01-29.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>24 01 29</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">24 01 29</h1>
<p>
Today&rsquo;s work doesn&rsquo;t fit on one of my three tracks, as it consisted of grading papers from a course for which I was a TA (Teaching Assistant) in the Fall semester, <i>MCM 0150: Introduction to Modern Culture and Media</i>.
I submitted final grades for these papers for the students in my section in late December, but I had (until today) neglected to return students their final papers, annotated with comments.
Though returning these papers is not something that the course&rsquo;s professors nor the University would strictly enforce, as from their perspective a final grade is all that needs to be formally booked, it feels churlish to not do so.
As best I can, I am trying to avoid the commonplace duplicity of suggestion in academic life, in which professors consciously or otherwise suggest that they are &ldquo;always&rdquo; happy and available to review work, but then rarely actually get back to students when they recieve it.
I recognize that this attitude is produced by the increasingly neoliberal labour politics of the academy, in which the boundary between work and life is supposed to exist only for those who are not intellectually or emotionally equipped to deal with their collateralising.
As an aspiring academic, in other words, one feels one <i>must</i> be open to be intellectually or pedagogically available to all opportunities, especially those that are not obligatory and/or are unpaid.
To refuse these would be, to use a phrase from my duologic life as a software engineer, to signal oneself as a bad &rsquo;cultural fit&rsquo; for the academy.
</p>

<p>
I am against comporting oneself to such suggestions for their own sake, or for the sake of &rsquo;staying with the trouble&rsquo;.
But giving time to students is an undertaking that deserves a different category, not least because it can often entail a rejection of the strictures and norms of the academy&rsquo;s labour expectations, rather than succumbing to them.
My interest in properly attending to papers students send to me is really more a reflection of the experience that I have had as an undergraduate student, as a working person, and also as a graduate student of struggling to find friends or fellows who will <i>actually</i> read and discuss academic work.
There is a lot of posturing regarding interest in reading groups, extensions of seminar, and so on; but very few who want to make good on the promise that they will read something together, or offer comments on a work in progress.
</p>

<p>
There is of course an element of comfortability and community at play here, and I am not suggesting that everyone ought to be comfortable reading everything with everyone, or that anyone in particular should be comfortable reading any particular text with me, of all people.
But it is somewhat surprising that in a graduate body of nearly 3000, at least a third of which are notionally committed to some form of close reading as an occupational hazard, it is not straightforward to find others who want to make time to work through texts.
As an undergraduate at Princeton, I felt much the same.
(I effectively failed to start an extracurricular book club within a group of people who had &rsquo;literary&rsquo; inclinations.)
During a stint working in Silicon Valley, I somewhat hilariously proposed to read Lampedusa&rsquo;s novel <i>Il Gattopardo</i> (in the English translation of course) with aspiring tech aesthetes in an entity titled &rsquo;Club Book&rsquo;.
After the first session (7pm after work on a Monday), it was clear that most attendants&rsquo; idea of a book club was substantiated much more by alcohol consumption than it was reading or discussion.
As a researcher working at a human rights research group in London, I semi-successfully initiated an after-work reading group called <a href="https://argnotes.club/">A.R.G</a> which ran more than 20 sessions; but even here there were really only one or two other regularly committed attendees.
</p>

<p>
The aesthetic of humanities at universities like Brown tells us that reading, writing, and thinking critically is important; yet the apparatus of attention around those activities (especially when they are not directly legitimised by institutions with names, or professors with titles) is often quite alienating.
Perhaps this is a luxury unique to the Ivy Leagues, which are admittedly the only schools at which I have formally pursued courses of study.
Indeed, many of my best experiences within these institutions have been with professors or students who have spent significant time at public institutions, in the U.S. or elsewhere.
</p>

<p>
So I spent three or four hours today annotated papers the grades for which I have already submitted.
The only other progress made was to submit <a href="conference.marx-and-philosophy2024.pdf">an abstract</a> for an upcoming conference at the Marx and Philosophy Society in London (<a href="https://philevents.org/event/show/118089">call for papers here</a>).
</p>
</div>
</body>
</html>